/**
 *  filename: MDSimpleGrouping.strings
 *  created : Tue Jun 15 17:10:50 2004
 *  LastEditDate Was "Thu Feb 17 13:37:19 2005"
 *
 */

/* Group names 
 * These should be plural in most cases
 * the keys should match whats in MDSimpleGrouping.plist
 */
"APPLICATIONS" = "Programy";
"DIRECTORIES" = "Katalogi";
"MUSIC" = "Muzyka";
"MOVIES" = "Filmy";
"PDF" = "Dokumenty PDF";
"DOCUMENTS" = "Dokumenty";
"MESSAGES" = "Wiadomości";
"IMAGES" = "Obrazki";
"CONTACT" = "Kontakty";
"SYSTEM_PREFS" = "Preferencje systemowe";
"EVENT_TODO" = "Zdarzenia i rzeczy do zrobienia";
"FONTS" = "Czcionki";
"PRESENTATIONS" = "Prezentacje";
"BOOKMARKS" = "Witryny";
"EXPRESSION" = "Kalkulator";
"DEFINITION" = "Definicja";

/* Top hit */
"TOP_HIT" = "Najcelniejsze trafienia";

/* Keys used in grouping the date */
"NO_AUTHORS" = "Brak autorów";
"0 FUTURE" = "Przyszłe";
"1 TODAY" = "Dzisiaj";
"2 YESTERDAY" = "Wczoraj";
"3 LAST_WEEK" = "Ostatnie 7 dni";
"4 LAST_MONTH" = "Ostatnie 30 dni";
"5 EARLIER" = "Wcześniej";
"6 NO_DATE" = "Brak daty";

/* Group name in the which attribute matched key, if
 * we can't figure it out it says Other Attribute
 */
"OTHER_ATTRIBUTE" = "Inny atrybut";
